export default {
  projections: {
    КартДоступE: {
      номерКарты: {
        __caption__: 'Номер карты'
      },
      справУчен: {
        __caption__: 'Справ учен',
        фИОУченика: {
          __caption__: 'Ф и о ученика'
        }
      },
      справСотр: {
        __caption__: 'Справ сотр',
        фИОСотр: {
          __caption__: 'Ф и о сотр'
        }
      }
    },
    КартДоступL: {
      номерКарты: {
        __caption__: 'Номер карты'
      },
      справУчен: {
        __caption__: 'Ф и о ученика',
        фИОУченика: {
          __caption__: 'Ф и о ученика'
        }
      },
      справСотр: {
        __caption__: 'Ф и о сотр',
        фИОСотр: {
          __caption__: 'Ф и о сотр'
        }
      }
    }
  },
  validations: {
    номерКарты: {
      __caption__: 'Номер карты'
    },
    справСотр: {
      __caption__: 'Справ сотр'
    },
    справУчен: {
      __caption__: 'Справ учен'
    }
  }
};
